import java.util.ArrayList;

public class Quotes {
    public ArrayList <String> list;

    public Quotes() {
        fill();
    }
    public void fill(){
        list = new ArrayList<>();
        list.add ("«Жизнь — это то, что с тобой происходит, пока ты строишь планы» (Джон Леннон)");
        list.add ("«На самом деле, жизнь проста, но мы настойчиво ее усложняем» (Конфуций)");
        list.add ("«Жаловаться на неприятную вещь — это удваивать зло; смеяться над ней — это уничтожать его» (Конфуций)");
        list.add ("«Не происходит изменений лишь с высшей мудростью и низшей глупостью.(Конфуций)");
        list.add ("«Счастье — это хорошее здоровье и плохая память» (Ингрид Бергман)");
        list.add ("«Необъяснимая штука — душа. Никто не знает, где находится, но все знают, как болит.» (А.П.Чехов)");
        list.add ("«Не нужно додумывать слишком много. Так вы создаете проблемы, которых изначально не было» (Фридрих Ницше");
        list.add ("«Жизнь слишком коротка, чтобы тратить ее на диеты, жадных мужчин и плохое настроение» (Фаина Раневская)");
        list.add ("«Секрет перемен заключается в том, чтобы сосредоточить всю свою энергию не на борьбе со старым, а на построении нового» (Сократ)");
        list.add ("«Неудача — это просто возможность начать снова, но уже более мудро.(Генри Форд)");
    }

}
